// © Copyright 2014-2017 HP Development Company, L.P.

////////////////////////////////////////////////////////////////////////////////
// Event Specific Strings

// Previously Used Cartridge
HSD__65554__EventTitle = "已安裝先前使用的原廠 HP 墨水匣";
HSD__65554__EventHeaderDescription = "已安裝先前使用的原廠 HP 墨水匣。";

// Non-HP
HSD__65559__EventTitle = "安裝了非 HP 墨水匣";
HSD__65559__EventHeaderDescription = "HSD_TEXT:HSDNonHPSuppliesWarning
如果您確定購買的是原廠 HP 墨水匣，請造訪我們的網站：HSD_LINK:HSDAnticounterfeitLink，以取得更多資訊或舉報仿冒品。";

// Genuine HP Cartridge Installed
HSD__65561__EventTitle = "感試您安裝原廠 HP 墨水匣!";

// K5 and beyond - Alignment Needed (version that can launch alignment from the dialog)
HSD__65569__EventTitle = "建議校正";
HSD__65569__EventDescription = "HSD_TEXT:為獲得最佳列印品質，請校正您的新墨匣或列印頭。
若要開始校正程序，請按一下 HSDAlignButton。";

// Counterfeit Warranty dialog - NOT ON CARROT
HSD__65594__EventTitle = "偵測到使用過、重新填充或偽造的墨水匣";

// Paper Size Mismatch Paper is larger than expected
HSD__65716__EventTitle = "紙張尺寸大於預期";
HSD__65716__EventDescription = "HSD_TEXT:印表機感應器偵測到的紙張尺寸大於軟體中選取的紙張尺寸。
如果您要繼續在這張紙上列印，請按一下 HSDOKButton 繼續。
如果您想要變更紙張，請直接變更，然後重新傳送列印工作。
若要取消列印工作，請按一下 HSDCancelPrintButton。";

// Paper Size Mismatch Paper is smaller than expected
HSD__65717__EventTitle = "紙張尺寸小於預期";
HSD__65717__EventDescription = "印表機感應器偵測到的紙張尺寸小於軟體中選取的紙張尺寸。
如果載入印表機的紙張尺寸正確，請在軟體中變更所選的紙張尺寸，然後重新傳送列印工作。
列印工作將會取消。";

// Palermo Paper Empty (References tray, type and size)
HSD__65921__EventTitle = "在印表機中放入紙張";
HSD__65921__EventDescription = "HSD_TEXT:印表機沒紙了。HSDSeeFrontPanel";

// Problem with Print System (Triptane, Limtane, Limo)
HSD__65935__EventTitle = "列印系統有問題";
HSD__65935__EventDescription = "HSD_TEXT:列印功能已停用。HSDContactSupport";

// Limo Paper Path Motor Stall
HSD__65943__EventDescription = "HSD_TEXT:印表機偵測到問題。請檢查印表機內部並移除任何卡住的紙張或其他阻擋物。
如果問題持續發生，請洽管理員或技術支援。
HSDSeeFrontPanel";

// Limo Part Being Replaced
HSD__65953__EventTitle = "印表機維護";
HSD__65953__EventDescription = "由於印表機內部有零件正在更換，因此無法列印。零件更換完成後，列印就可以繼續。";

// Sensor errors that does not related to ink systems
HSD__65972__EventDescription = "HSD_TEXT:印表機零件需要修護，因此部分印表機功能可能受限或無法使用。但您仍可以列印。
HSDContactSupport";

// Limo Fax HW failure
HSD__65983__EventTitle = "通訊失敗";
HSD__65983__EventDescription = "HSD_TEXT:傳真模組發生內部通訊失敗。HSDContactSupport

注意：您可以繼續列印、影印和掃描。";

// Limo Paper Jam caused by Door Open
HSD__65987__EventTitle = "卡紙";
HSD__65987__EventDescription = "請參閱印表機控制面板以取得關於如何清除卡紙的指示。";

// No faxes in memory
HSD__66000__EventDescription = "印表機記憶體中目前沒有儲存任何傳真，無法重新列印收到的傳真。";

// Fax is sent as black and white as the receiving fax machine does not support color fax
HSD__66001__EventDescription = "HSD_TEXT:彩色傳真一次只能傳送給一個收件人。
HSDSeeControlPanel";

// Color Fax needs Error Correction Mode on
HSD__66002__EventDescription = "HSD_TEXT:若要傳送彩色傳真，請開啟錯誤更正模式 (ECM)。HSDSeeControlPanel";

// Unsubscribe Instant Ink when No IIP pens are installed (final payment not collected yet) - Starting from Verona VR2
HSD__66008__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription 要重新註冊，請造訪 HP Instant Ink 網站 (HSD_LINK:HSDInstantInkLink)。";

// Unsubscribed Instant Ink when at least one IIP pen is installed (final payment not collected yet) - Starting from Verona VR2
HSD__66009__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription 目前計費週期結束後，印表機中安裝的指定墨水匣將不再運作。HSDSeeControlPanel";

// CISS printers, starting from Kronos Refresh: Action Required after 1500 pages printed
HSD__66011__EventTitle = "需採取動作";
HSD__66011__EventDescription = "控制台顯示器上目前正在閃爍\"E\"和\"9\"。要解決此訊息，請快速開啟和關閉列印頭存取擋門。有關更多資訊，請參閱印表機剛剛列印的頁面。

注意：這種情況只發生在大量列印後，此時墨水累積可能會影響列印品質。";

// Anti Theft / Protected (Toner)
HSD__75000_75002__EventTitle = "已安裝受 HP 保護的碳粉";

// Anti Theft / Protected (Drum)
HSD__75001__EventTitle = "已安裝受 HP 保護的感光鼓";

// Cartridge Low (Toner)
HSD__75010_75012__EventTitle = "碳粉量低";

// Cartridge Low (Drum)
HSD__75011__EventTitle = "感光鼓中碳粉量低";

// Cartridge Missing (Toner)
HSD__75015_75017__EventTitle = "碳粉遺失";

// Cartridge Missing (Drum)
HSD__75016__EventTitle = "感光鼓遺失";

// Cartridge Very Low (Toner)
HSD__75020_75022__EventTitle = "碳粉量很低";

// Cartridge Very Low (Drum)
HSD__75021__EventTitle = "感光鼓中碳粉量很低";

// Door Open (Front)
HSD__75025__EventTitle = "前門開啟";

// Door Open (Rear)
HSD__75026__EventTitle = "後門開啟";

// Defective Memory (Toner)
HSD__75030__EventTitle = "有關碳粉的耗材記憶體錯誤";

// Defective Memory (Drum)
HSD__75031__EventTitle = "有關感光鼓的耗材記憶體錯誤";

// Defective Memory
HSD__75032__EventTitle = "耗材記憶體錯誤";

// Genuine HP Cartridge (Toner)
HSD__75035_75037__EventTitle = "已安裝碳粉";

// Genuine HP Cartridge (Drum)
HSD__75036__EventTitle = "已安裝感光鼓";

// Incompatible Cartridge (Toner)
HSD__75040_75042__EventTitle = "碳粉不相容";

// Incompatible Cartridge (Drum)
HSD__75041__EventTitle = "感光鼓不相容";

// Incorrect Cartridge
HSD__75045__EventTitle = "插槽中的墨水匣不正確";
HSD__75045__EventDescription = "移除墨水匣並重新插入，請確保插槽正確。";

// Insufficient Memory
HSD__75060__EventTitle = "印表機記憶體不足";
HSD__75060__EventDescription = "印表機記憶體不足。列印作業已取消。";

// Jam in printer (tray)
HSD__75065__EventTitle = "紙張卡在紙匣中";
HSD__75065__EventDescription = "取出印表機中的任何障礙物，或阻塞紙匣的任何異物。";

// Jam in printer (fuser)
HSD__75066__EventTitle = "紙張卡在加熱器中";
HSD__75066__EventDescription = "取出印表機中的任何障礙物，或阻塞加熱器或碳粉匣的任何異物。";

// Jam in printer (output bin)
HSD__75067__EventTitle = "紙張卡在輸出紙匣中";
HSD__75067__EventDescription = "取出印表機中的任何障礙物，或阻塞輸出紙匣的任何異物。";

// Jam in printer (duplexer)
HSD__75068__EventTitle = "紙張卡在雙面列印器中";
HSD__75068__EventDescription = "取出印表機中的任何障礙物，或阻塞雙面列印器的任何異物。";

// lightPipeBlocked
HSD__75070__EventTitle = "碳粉匣感應器錯誤";
HSD__75070__EventDescription = "用於感應碳粉匣中碳粉的光導板未運作，這是一個會停止列印的錯誤條件。

檢查碳粉匣感應器區域，然後取出阻塞光導板感應器的阻礙物。";

// Manual Duplex
HSD__75075__EventTitle = "手動雙面列印";
HSD__75075__EventDescription = "HSD_TEXT:訊息或訊號將顯示於裝置控制面板上。注意紙張的位置。將紙張插入正確的紙匣。按下裝置上的 HSDOKButton/HSDResumeButton 按鈕以繼續。";

// Manually Feed
HSD__75080__EventTitle = "手動送紙";
HSD__75080__EventDescription = "HSD_TEXT:請在紙匣中裝入需要的紙張，或按下裝置上的 HSDOKButton/HSDResumeButton 按鈕使用可用紙張。";

// Paper mount
HSD__75085__EventTitle = "紙張大小不符";
HSD__75085__EventDescription = "HSD_TEXT:紙匣中的可用紙張大小與軟體中選取的紙張大小不符。

如果印表機中載入的紙張大小正確，請變更軟體中選取的紙張大小並重新傳送列印作業。

如果印表機中載入的紙張大小不正確，請變更為正確大小的紙張。

如果您要繼續在此紙張上列印，請按一下印表機控制面板上的「HSDOKButton」或「HSDResumeButton」按鈕繼續。";

// Missing Memory (Toner)
HSD__75095_75097__EventTitle = "碳粉記憶體似乎遺失";

// Missing Memory (Drum)
HSD__75096__EventTitle = "感光鼓記憶體似乎遺失";

// Mpacco Active
HSD__75100__EventTitle = "更換墨水匣列印黑色";
HSD__75100__EventDescription = "HSD_TEXT:印表機已自訂組態為當彩色耗材存量不足時，僅使用黑色列印。彩色耗材仍能產生可接受的列印品質。要進行彩色列印，請更換彩色耗材或重新組態印表機。

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Unauthorized Toner
HSD__75105_75107__EventTitle = "未授權的碳粉";

// Unauthorized Drum
HSD__75106__EventTitle = "未授權的感光鼓";

// Printer Error
HSD__75115__EventTitle = "印表機錯誤";
HSD__75115__EventDescription = "發生嚴重的印表機錯誤。印表機無法列印。";

// Printer Mispick
HSD__75120__EventTitle = "印表機拾紙錯誤";
HSD__75120__EventDescription = "HSD_TEXT:未拾取任何紙張，請按下印表機控制面板上的「HSDOKButton」或「HSDResumeButton」按鈕繼續。";

// Print Failure
HSD__75125__EventTitle = "印表機故障";
HSD__75125__EventDescription = "印表機或列印系統出現問題。關閉印表機，然後開啟。

如果繼續收到此訊息，請連絡 HP。";

// Replace Cartridge (Toner)
HSD__75135__EventTitle = "更換碳粉";

// Replace Cartridge (Drum)
HSD__75136__EventTitle = "更換感光鼓";

// Tray empty or open (Tray 1)
HSD__75170__EventTitle = "紙張用盡";
HSD__75170__EventDescription = "印表機的紙張已用完。
將紙張放入相應的紙匣。";

// Tray empty or open (Tray 2)
HSD__75171__EventTitle = "紙匣 2 缺紙";
HSD__75171__EventDescription = "將紙張放入紙匣 2。";

// Unexpected Size in tray
HSD__75175__EventTitle = "非預期的紙張大小";
HSD__75175__EventDescription = "HSD_TEXT:印表機感應器偵測到的紙張大小與為印表機紙匣指定的大小不符。

如果印表機中裝入的紙張大小正確，請在印表機控制面板或 HSD_KEYED_LINK:HSDTraysConfigurationLink 中變更為印表機紙匣指定的紙張大小，然後重新傳送列印作業。

如果印表機中裝入的紙張大小不正確，請變更為正確大小的紙張。";

// Used / Counterfeit Cartridge (Toner)
HSD__75190_75192__EventTitle = "已安裝使用過或仿冒的碳粉";

// Used / Counterfeit Cartridge (Drum)
HSD__75191__EventTitle = "已安裝使用過或仿冒的感光鼓";

// Over filled detection
HSD__75195__EventTitle = "裝入太多紙張";
HSD__75195__EventDescription = "HSD_TEXT:請確定紙張不超過紙匣上顯示的紙疊線。按一下控制台上的HSDOKButton/HSDResumeButton 以繼續。";

////////////////////////////////////////////////////////////////////////////////
// Shared Strings

// Low on Ink - Instant Ink Advertisement / Instant Ink XMO2 Trial Cartridge Low (Not enrolled)
HSD__65802_65847__EventTitle = "墨水不足";

// Palermo Paper Running Low (References tray and size)
// Palermo Paper Running Low (References only size for Single Tray product)
HSD__65920_65940__EventTitle = "紙張數量偏低";
HSD__65920_65940__EventDescription = "HSD_TEXT:印表機紙張數量偏低。HSDSeeFrontPanel";

// Limo Paper Path Motor Stall
// Limo Other Motor Stalls (not paper path)
// Sensor errors that does not related to ink systems
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65943_65946_65972_66007__EventTitle = "印表機問題";

// Limo Other Motor Stalls (not paper path)
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65946_66007__EventDescription = "HSD_TEXT:列印系統出現問題。請重新啟動印表機，然後再次嘗試此工作。
如果問題仍然存在，請連絡支援人員。
HSDSeeFrontPanel";

// Scan error
// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Low
// Limo Printhead Wiper Very Low (Prompt and continue)
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo Dryer Systems Issue
// Limo New Printhead Assembly
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Scan Subsystem Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Staple Cartridge Out
// Limo Main or Finisher Output Bin Full
// Limo Too Many Pages to Staple
// Limo Stapler Door Open
// Limo Inline Finisher Disconnected
// Limo Staple Cartridge Empty - Continue
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
// Device has lost its connection to JAM
HSD__65634_65947_65955_65956_65957_65958_65959_65961_65962_65963_65964_65971_65974_65975_65976_65977_65978_65979_65980_65981_65982_65984_65985_65986_65988_65989_65990_65991_65992_65993_65994_65995_65996_65997_65998_66004__EventTitle = "印表機需要關注";

// Scan error
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Dryer Systems Issue
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Staple Cartridge Very Low
// Limo Scan Subsystem Disconnected
// Limo Staple Cartridge Out
// Limo Inline Finisher Disconnected
HSD__65634_65961_65962_65971_65975_65976_65978_65979_65981_65986_65990_65994__EventDescription = "HSD_TEXT:印表機出現問題。然而，您可以繼續列印。HSDSeeControlPanelOrSupport";

// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo New Printhead Assembly
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Main or Finisher Output Bin Full
// Limo Stapler Door Open
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
HSD__65947_65955_65958_65959_65963_65964_65974_65977_65980_65982_65984_65985_65988_65989_65991_65993_65996_65997_65998__EventDescription = "HSD_TEXT:印表機出現問題，且無法使用列印功能。HSDSeeControlPanelOrSupport";

// No faxes in memory
// Fax is sent as black and white as the receiving fax machine does not support color fax
// Color Fax needs Error Correction Mode on
HSD__66000_66001_66002__EventTitle = "傳真問題";

// Unsubscribed Instant Ink (final payment not collected yet) - Starting from Verona VR2
HSD__66008_66009__EventTitle = "HP Instant Ink 註冊已取消";

// Anti Theft / Protected
HSD__75000_75001_75002__EventDescription = "HSD_TEXT:上述列出的碳粉匣只能在最初使用 HP 碳粉匣保護功能保護碳粉匣的印表機中使用，且必須予以更換。

HP 碳粉匣保護功能允許印表機擁有者設定其印表機中安裝的 HP 碳粉匣，以便碳粉匣僅在此印表機中使用。

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Cartridge Low
HSD__75010_75011_75012__EventDescription = "HSD_TEXT:指示的碳粉匣中碳粉量低。

您無須立即更換碳粉匣。

HP 建議您準備一個替代碳粉匣，以在碳粉匣中碳粉耗盡且需要更換時使用。

HSDCartridgeRecycleDescription

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Cartridge Missing
HSD__75015_75016_75017__EventDescription = "HSD_TEXT:上述列出的碳粉匣似乎遺失、未偵測到或未正確安裝。

若碳粉匣已安裝，請取出碳粉匣並重新牢固插入。

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Door Open
HSD__75025_75026__EventDescription = "必須關閉擋門或外蓋才能列印。

檢查是否完全關閉。";

// Defective Memory
HSD__75030_75031_75032__EventDescription = "HSD_TEXT:印表機無法偵測到上述列出的碳粉匣記憶體。碳粉匣記憶體已損毀，或無法與碳粉匣通訊。

您需要立即更換碳粉匣。

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Genuine HP Cartridge
HSD__75035_75036_75037__EventDescription = "您的軟體可使用線上服務驗證碳粉匣。但是，此時無法存取 Internet。";

// Incompatible Cartridge
HSD__75040_75041_75042__EventDescription = "HSD_TEXT:上述列出的碳粉匣不能用於此印表機，因為目前已經設定。

請參閱「印表機說明」。

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Missing Memory
HSD__75095_75096_75097__EventDescription = "HSD_TEXT:印表機無法偵測到上述列出的碳粉匣記憶體。

您可嘗試重新安裝碳粉匣。如果問題仍出現，您需要立即更換碳粉匣。

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Unauthorized cartridge
HSD__75105_75106_75107__EventDescription = "HSD_TEXT:管理員已將此產品設定為僅使用原廠 HP 耗材。必須更換碳粉匣才能繼續列印。如果您確定購買的是原廠 HP 耗材，請造訪: HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL。";

// Replace Cartridge
HSD__75135_75136__EventDescription = "HSD_TEXT:上述列出的碳粉匣中碳粉量很低，必須更換才能繼續列印。

HP 建議您在準備安裝更換碳粉匣時才取出碳粉匣。

HSDCartridgeRecycleDescription

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Used / Counterfeit Cartridge
HSD__75190_75191_75192__EventDescription = "HSD_TEXT:已安裝用過的耗材。如果您確定購買的是原廠 HP 耗材，請造訪: HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL。因使用用過的耗材導致的任何印表機修復需求不在保固內。耗材狀態以及視耗材狀態而定的功能將不可用。

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

////////////////////////////////////////////////////////////////////////////////
// Color Lok
HSDColorLokDescription = "HP 建議採用 ColorLok(R) 紙張，以取得最佳列印結果。";

// HP Instant Ink Service
HSDCanceledInstantInkServiceDescription = "您已取消你的 HP Instant Ink 服務。";

// HP Instant Ink Promotion
HSDIIReplacementServiceTitle = "HP Instant Ink";
HSDIIReplacementServiceSubTitle = "墨水替換服務";
HSDSaveInkString = "節省高達 50% 的墨水*";
HSDInstantInkDisclaimersLink = "*HP Instant Ink 免責聲明。";
HSDOriginalInkString = "透過印表機訂購 HP 原廠墨水，送貨到家。";
HSDSendInkNowString = "按一下「立即寄送墨水」瞭解更多資訊並進行註冊";

// HP SureSupply Promotion
HSDShopForSuppliesTitle = "HP 有另一種取得耗材的好用方法…";
HSDShopForSuppliesText = "按一下「購買耗材」快速輕鬆地透過 HP SureSupply 訂購 HP 原廠墨水匣。";

// Cartridge Replacement
HSDReplacementAvailableWhenNoQualityDescription = "HP 建議您備妥替換墨水匣以便在列印品質令人無法接受時進行安裝。";
HSDCartridgeRecycleDescription = "HSD_TEXT:當您準備好取出碳粉匣時，您可以在此網站找到有關如何回收碳粉匣的資訊: HSD_LINK:HSDRecycleLink。";

// Buy Now Description
HSDBuyNowDescription = "HSD_TEXT:若要線上訂購正版 HP 替換墨水匣，請按一下「HSDBuyNowButton」。";

// Non-HP Supplies Warning
HSDNonHPSuppliesWarning = "HP 不保證非 HP 耗材的品質或可靠性。
因使用非 HP 耗材導致的必要印表機服務或維修，將不在保固範圍內。";

// Cartridge Very Low
HSDCartridgeVeryLowDescription = "碳粉量很低的碳粉匣可能已完全耗盡，會導致列印品質不佳。";

// Original HP Ink Advantages
HSD__info__OriginalHPInkAdvantagesTitle = "HP 原廠墨水優點";
HSD__warning__OriginalHPInkAdvantagesTitle = "無法保證 HP 原廠墨水優點";
HSDProvenReliabilityTitle = "經驗證的可靠性";
HSDEfficientPerformanceTitle = "高效表現";
HSDExceptionalQualityTitle = "卓越品質";

// Pen Alignment
HSDRecommendedAlignCartridges = "HSD_TEXT:建議您進行校正。按一下「HSDAlignButton」校正新安裝的墨水匣。";

// Cancel Print
HSDCancelPrintJobOnPrinterDescription = "HSD_TEXT:要取消列印作業，請按印表機上的 HSDCancelButton (X) 按鈕。";

// Control/Front Panel
HSDSeeControlPanelOrSupport = "如需取得詳細資訊，請參閱印表機控制台或連絡支援人員。";
HSDSeeFrontPanel = "請見前方面板以瞭解更多資訊。";
HSDSeeControlPanel = "請參閱印表機控制台，以取得詳細資訊。";

// Support
HSDContactSupport = "請連絡客服。";

// Buttons
HSDOKButton = "好";
HSDCancelButton = "取消";
HSDResumeButton = "繼續";
HSDCancelPrintButton = "取消列印";
HSDCloseButton = "關閉";
HSDBuyNowButton = "立即購買";
HSDSendInkNowButton = "立即寄送墨水";
HSDShopForSuppliesButton = "購買耗材";
HSDEstimatedInkLevelsLink = "估計的墨水存量";
HSDEstimatedCartridgeLevelsLink = "預估墨水匣墨水存量";
HSDAuthenticateLaterButton = "稍後驗證";
HSDDoNotAuthenticateButton = "不驗證";
HSDAlignButton = "校正";
HSDDoNotAlignButton = "請勿校正";

// Tooltips
HSDTraysConfigurationLink_tooltip = "紙匣設定";

////////////////////////////////////////////////////////////////////////////////
// Cartridge Color Names
"cyan" = "青綠色 [C]";
"magenta" = "洋紅色 [M]";
"yellow" = "黃色 [Y]";
"black" = "黑色 [K]";
"red" = "紅色 [R]";
"green" = "綠色 [G]";
"blue" = "藍色 [B]";
"lightcyan" = "淺青綠色 [LC]";
"lightmagenta" = "淺洋紅色 [LM]";
"orange" = "橘色 [O]";
"gray" = "灰色 [G]";
"lightgray" = "淺灰色 [LG]";
"darkgray" = "深灰色 [DG]";
"photoblack" = "亮光黑 [PK]";
"matteblack" = "消光黑 [MK]";
"glossenhancer" = "亮光墨水";
"violet" = "紫羅藍色 [V]";
"gold" = "金色 [??]";
"silver" = "銀色 [??]";
"bronze" = "青銅色 [??]";
"metallic" = "金屬紅 [??]";
"tricolor" = "三色 [青綠色/洋紅色/黃色]";
"photo" = "相片 [黑色/淺青綠色/淺洋紅色]";
"photogray" = "灰色相片 [黑色/灰色/淺灰色]";
"lightcyanlightmagenta" = "淺洋紅色 [LM]/淺青綠色 [LC]";
"magentayellow" = "洋紅色 [M]/黃色 [Y]";
"mediumcyan" = "消光黑 [MK]/青綠色 [C]";
"mediumgray" = "亮光黑 [PK]/淺灰色 [LG]";
"magentacyan" = "洋紅色 [M]/青綠色 [C]";
"cyanmagenta" = "洋紅色 [M]/青綠色 [C]";
"blackyellow" = "黑色 [K]/黃色 [Y]";
"Photo [PK]" = "相片 [PK]";
"imagingdrumhpcea" = "感光鼓 [OPC]";

////////////////////////////////////////////////////////////////////////////////
HSDLargestAlertIDs = "65594,65802";
